Repository: erin-docs/e-faa-mysql
Catalog: *.strings
Languages: es_mx

# flight_info
source: Flights
es_mx: Vuelos

# id
source: Identifier
es_mx: Identificador

# airline
source: Air Carrier
es_mx: Aerolínea

source: Country of Departure
es_mx: País de Partida

source: Number of Engines
es_mx: Número de Motores

source: Publication
es_mx: Publicación

# Group Label for DGroup
source: Group Label for DGroup in English
es_mx: Group Label for DGroup in Spanish

source: Localized Dashboard
es_mx: Dashboard Localizado

source: Localized Look
es_mx: Look Localizado

source: GPS Coordinates
es_mx: GPS Información

source: GPS Latitude
es_mx: Latitud GPS

source: GPS Longitude
es_mx: Longitud del GPS

source: Event
es_mx: Negocioco

# from_us
source: From the US?
es_mx: ¿De Los Estados Unidos?

source: Domestic
es_mx: Nacional

source: International
es_mx: Internacional
